Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nb: Tilbake
nb_no: Tilbake
nl: Terug
pl: Powrót
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Тому
vi: Quay Lại

source: Basal initialized
cs: Bazál inicializován
da: Basal initialiseret
de: Basal initialisiert
es: Basal inicializada
fr: Basal initialisé
it: Basale inizializzata
nb: Basal initialisert
nb_no: Basal initialisert
nl: Basaal geïnitialiseerd
pl: Zainicjowano bazę
ro: Bazală inițializată
ru: Базал инициирован
sk: Bazál inciovaný
sv: Basal initierad
tr: Bazal başlatıldı
uk: Базал ініціалізовано
vi: Liều basal được khởi tạo

source: Below 50 units
cs: Méně než 50 jednotek
da: Under 50 enheder
de: Weniger als 50 IE
es: Menos de 50 unidades
fr: en dessous de 50 unités
it: Inferiore a 50 unità
ja: 50Uより下
nb: Under 50 enheter
nb_no: Under 50 enheter
nl: Minder dan 50 eenheden
pl: Poniżej 50 jedn.
ro: Sub 50 de unități
ru: Менее 50 единиц
sk: Menej ako 50 jednotiek
sv: Under 50 enheter
tr: 50 ünitenin altında
uk: Менше 50 одиниць
vi: Dưới 50 units

source: Bolus in progress
cs: Probíhající bolus
da: Bolus i gang
de: Bolusabgabe läuft
es: Bolo en progreso
fr: Bolus en cours
it: Bolo in corso
ja: ボーラスが進行中
nb: Bolus pågår
nb_no: Bolus pågår
nl: Bolus in uitvoering
pl: Bolus w toku
ro: Bolus în derulare
ru: Подача болюса
sk: Prebieha bolus
sv: Bolus pågår
tr: Bolus devam ediyor
uk: Подання болюса
vi: Liều Bolus đang được thực hiện

source: Bolusing
cs: Bolusování
da: Indgiver bolus
de: Bolusabgabe
es: Poniendo bolo
fr: Bolus en cours
it: Bolo in corso
ja: ボーラス注入中
nb: Gir bolus
nb_no: Leverer bolus
nl: Bolussen
pl: Podawanie bolusa
ro: Bolus în derulare
ru: Подается болюс
sk: Bolusovanie
sv: Ger bolus
tr: Bolus iletiliyor
uk: Подаю болюс
vi: Đang tiến hành bolus

source: Bolusing with temp basal
cs: Bolusování dočasným bazálem
da: Indgiver bolus med midlertidig basal
de: Bolusabgabe mit temporärer Basalrate
es: Poniendo bolo con basal temporal
fr: Bolus en cours avec basal temporaire
it: Bolo con basale temporanea in corso
ja: 一時基礎とボーラス
nb: Gir bolus med temp-basal
nb_no: Gir bolus med temp-basal
nl: Bolussen met tijdelijk basaal
pl: Podawanie bolusa z dawką podstawową
ro: Bolus în derulare cu rata bazală temporară
ru: Подача болюса при подаче ВБС
sk: Bolusovanie s dočasným bazálom
sv: Ger bolus med temporär basal
tr: Geçici bazal ile bolus iletiliyor
uk: Подача болюса при подачі ТБШ
vi: Đang thực hiện liều basal tạm thời

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nb_no: Avbryt
nl: Annuleer
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Відмінити
vi: Hủy bỏ

source: Cannula inserted successfully. Continue.
cs: Kanyla byla úspěšně zavedena. Pokračovat.
da: Kanylen blev indsat korrekt. Fortsæt.
de: Kanüle erfolgreich eingeführt. Weiter.
es: Cánula insertada con éxito. Continúa.
fr: La canule a été insérée correctement. Continuez
it: La cannula è stata inserita con successo. Continua.
nb: Kanyle er satt inn. Fortsett.
nb_no: Kanyle skutt inn vellykket. Fortsett.
nl: Canule succesvol ingebracht. Ga verder.
pl: Kaniula wprowadzona prawidłowo. Kontynuuj.
ro: Canula a fost introdusă cu succes. Continuați.
ru: Канюля введена успешно. Продолжить.
sk: Kanyla úspešne zavedená. Pokračovať.
sv: Kanyl nu införd. Fortsätt.
tr: Kanül başarıyla yerleştirildi. Devam et.
uk: Канюлю введено успішно. Продовжити.
vi: Cannula gắn thành công. Tiếp tục.

source: Cannula inserting
cs: Zavádění kanyly
da: Indfører kanyle
de: Einsetzen der Kanüle
es: Cánula insertándose
fr: Canule en cours d'insertion
it: Inserimento cannula in corso
ja: カニューレ挿入中
nb: Innsetting av kanyle
nb_no: Setter inn kanyle
nl: Canule wordt ingebracht
pl: Wprowadzanie kaniuli
ro: Se inserează canula
ru: Установка катетера
sk: Zavádzanie kanyly
sv: Kanyl förs in
tr: Kanül takma
uk: Встановлення канюлі
vi: Đang gắn Cannula

source: Certain
cs: Znamá
da: Sikker
de: Sicher
es: Programación acertada
it: Definita
ja: 確実
nb: Sikker
nb_no: Sikker
nl: Zeker
pl: Pewna
ro: Doză confirmată
ru: Определенно
sk: Zaručené
sv: Säker
tr: Kesin
uk: Безперечно
vi: Chắc chắn

source: Change Pod now. Insulin delivery will stop 8 hours after the Pod has expired or when no more insulin remains.
cs: Vyměňte pod. Výdej inzulinu se zastaví 8 hodin poté, co pod vypršel, nebo když už v něm nezbývá žádný inzulín.
da: Skift Pod nu. Insulintilførsel stopper 8 timer efter, at Pod'en er udløbet, eller når der ikke er mere insulin tilbage.
de: Pod jetzt wechseln. Die Insulinabgabe stoppt 8 Stunden nach Ablauf des Pods oder wenn kein Insulin mehr vorhanden ist.
es: Cambie el Pod ahora. La administración de insulina se detendrá 8 horas después de que el Pod haya caducado o cuando no quede más insulina.
fr: Remplacer le pod maintenant. L'administration d'insuline s'arrêtera 8 heures après l'expiration du pod ou lorsque qu'il ne restera plus d'insuline.
it: Cambia Pod ora. L'erogazione dell'insulina si interromperà dopo 8 ore dalla scadenza del Pod o quando non rimane più insulina nel Pod.
nb: Bytt Pod nå. Insulintilførselen vil stoppe 8 timer etter at pod har utløpt eller når det ikke er mer insulin igjen.
nb_no: Bytt pod nå. Insulintilførsel stopper 8 timer etter at den er utgått eller når det ikke er mer insulin igjen.
nl: Vervang Pod nu. De insulinetoediening stop 8 uur nadat de Pod is verlopen of wanneer er geen insuline meer over is.
pl: Zmień POD teraz. Podawanie insuliny zostanie zatrzymane 8 godzin po wygaśnięciu POD'a lub gdy zabraknie insuliny.
ro: Schimbați Pod-ul acum. Livrarea insulinei se va opri la 8 ore după expirarea Pod-ului sau când nu mai rămâne deloc insulină.
ru: Замените под сейчас. Подача инсулина прекратится через 8 часов после истечения срока действия пода или когда инсулина больше не останется.
sk: Ihneď vymeniť pod. Podávanie inzulínu sa zastaví o 8 hodín alebo keď sa minie inzulín.
sv: Byt podd nu. Insulintillförsel kommer att upphöra 8 timmar efter att podd går ut eller tills att inget insulin återstår.
tr: Pod'u şimdi değiştirin. İnsülin iletimi, podun süresi dolduktan 8 saat sonra veya insülin kalmadığında duracaktır.
uk: Замініть Pod. Подача інсуліну буде зупинена через 8 годин після закінчення терміну дії Pod'a або коли резервуар буде порожній.
vi: Thay pod ngay. Insulin sẽ ngưng khi pod hết hạn 8 giờ tới hoặc khi không còn insulin.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
cs: Vyměňte pod. Výdej inzulínu se zastaví za %1$@ nebo když dojde inzulín.
da: Skift Pod nu. Insulintilførsel stopper om %1$@, eller når der ikke er mere insulin tilbage.
de: Pod jetzt wechseln. Die Insulinabgabe stoppt in %1$@ oder wenn kein Insulin mehr vorhanden ist.
es: Cambie el Pod ahora. La administración de insulina se detendrá en %1$@ o cuando no quede más insulina.
fr: Remplacer le Pod maintenant. L'administration d'insuline s'arrêtera dans %1$@ ou lorsqu'il ne restera plus d'insuline.
it: Cambia Pod ora. L' erogazione d'insulina si interromperà tra %1$@ o quando non ci sarà più insulina nel serbatoio.
nb: Bytt Pod nå. Insulintilførselen vil stoppe om %1$@ eller når det ikke er mer insulin igjen.
nb_no: Bytt pod nå. Insulintilførselen stopper om %1$@, eller når det er tomt for insulin.
nl: Vervang Pod nu. De insulinetoediening stop over %1$@ of wanneer er geen insuline meer over is.
pl: Zmień POD. Podawanie insuliny zostanie zatrzymane za %1$@ lub gdy zabraknie insuliny.
ro: Schimbați Pod-ul acum. Livrarea insulinei se va opri în %1$@ sau când nu mai rămâne insulină.
ru: Замените под сейчас. Подача инсулина прекратится через %1$@ или когда инсулина больше не останется.
sk: Ihneď vymeniť pod. Podávanie inzulínu sa zastaví o %1$@ alebo keď sa minie inzulín.
sv: Byt podd nu. Insulintillförsel kommer att stoppas om %1$@ eller när insulinet är slut.
tr: Pod'u şimdi değiştirin. İnsülin iletimi %1$@ içinde veya insülin kalmadığında duracaktır.
uk: Змініть Pod зараз. Введення інсуліну припиниться через %1$@ або коли інсулін закінчиться.
vi: Thay pod ngay. Insulin sẽ ngưng tiêm trong %1$@ hoặc khi không còn insulin.

source: Check Cannula
cs: Zkontrolujte kanylu
da: Kontroller kanylen
de: Prüfe die Kanüle
es: Revise la cánula
fr: Vérifier la canule
it: Controlla la cannula
nb: Sjekk kanyle
nb_no: Kontroller kanyle
nl: Controleer Canule
pl: Sprawdź kaniulę
ro: Verificați canula
ru: Проверьте канюлю
sk: Skontrolujte kanylu
sv: Kontrollera kanyl
tr: Kanülü Kontrol Edin
uk: Перевірте Канюлю
vi: Kiểm tra Cannula

source: Check Pod, apply to site, then confirm pod attachment.
cs: Zkontrolujte pod, aplikujte na místo a potvrďte umístění podu.
da: Tjek Pod, sæt på kroppen og bekræft derefter Pod er sat korrekt på.
de: Überprüfe den Pod, bringe ihn an und bestätige dann die Pod-Anbringung.
es: Revise el Pod, aplíquelo y, a continuación, confirme que este está bien colocado.
fr: Vérifiez le pod, placez-le sur le site, puis confirmez qu'il est bien appliqué.
it: Controlla Pod, applica sul sito e conferma il fissaggio del Pod.
nb: Sjekk pod, påfør, og bekreft deretter at pod er festet.
nb_no: Kontroller pod, fest på kroppen, og bekreft at den sitter korrekt.
nl: Controleer de Pod, breng aan op de infusieplaats en bevestig dat de pod goed zit vastgeplakt.
pl: Przyklej POD'a, następnie potwierdź jego założenie
ro: Verificați Pod-ul, puneți-l pe piele, după care confirmați că este lipit.
ru: Проверьте под, приклейте его на место установки, затем подтвердите прикрепление пода.
sk: Skontrolujte pod, aplikujte ho na telo, potom potvrďte prilepenie podu.
sv: Kontrollera din podd, sätt fast den och bekräfta sedan att den sitter bra.
tr: Pod'u kontrol edin, uygulayın, ardından pod eklemeyi onaylayın.
uk: Перевірте Pod, установіть його на тілі, а потім підтвердіть установку Pod.
vi: Kiểm tra pod, gắn vào vị trí sau đó xác nhận pod đã được gắn chặt.

source: Checking Insertion
cs: Kontrola zavedení
da: Kontrollerer indsættelse
de: Prüfe die Einfügung
es: Comprobando inserción
fr: Vérification de l'insertion en cours
it: Controllo dell'inserimento
nb: Kontrollerer innsetting
nb_no: Kontrollerer innsetting
nl: Controleer Inbrengen Canule
pl: Sprawdzanie wkłucia
ro: Se verifică inserția
ru: Проверка ввода канюли
sk: Kontrola zavedenia
sv: Kontrollerar kanylinförsel
tr: Yerleştirmeyi Kontrol Et
uk: Перевірка введення канюлі
vi: Kiểm tra việc gắn

source: Checking...
cs: Zjišťuji...
da: Kontrollerer...
de: Prüfe…
es: Comprobando...
fr: Vérification en cours...
it: Controllo in corso...
nb: Sjekker...
nb_no: Kontrollerer...
nl: Controleren...
pl: Sprawdzanie...
ro: Se verifică...
ru: Проверка...
sk: Kontroluje sa...
sv: Kontrollerar...
tr: Kontrol ediliyor...
uk: Перевірка...
vi: Đang kiểm tra...

source: Comms Recovered
cs: Komunikace obnovena
da: Kommunikation genoprettet
de: Kommunikation wiederhergestellt
es: Comunicaciones recuperadas
fr: Communications récupérées
it: Comunicazioni recuperate
nb: Kommunikasjon gjenopprettet
nb_no: Kommunikasjon gjenopprettet
nl: Comms Hersteld
pl: Odzyskano komunikację
ro: Comunicații reluate
ru: Связь восстановлена
sk: Príkazy obnovené
sv: Återställning av kommunikationen
tr: İletişim Kurtarıldı
uk: Зв'язок відновлено
vi: Đã khôi phục được

source: Critical Alerts
cs: Kritická upozornění
da: Kritiske advarsler
de: Kritische Warnungen
es: Alertas críticas
fr: Alertes critiques
it: Avvisi critici
nb: Kritiske varsler
nb_no: Kritiske varslinger
nl: Kritieke Meldingen
pl: Alerty krytyczne
ro: Alerte critice
ru: Критические оповещения
sk: Kritické výstrahy
sv: Varningar
tr: Kritik Uyarılar
uk: Критичні Сповіщення
vi: Cảnh báo nghiêm trọng

source: Deactivate Pod
cs: Deaktivovat Pod
da: Deaktiver Pod
de: Pod deaktivieren
es: Desactivar Pod
fr: Désactiver le Pod
it: Disattiva Pod
ja: ポッドを無効にする
nb: Deaktiver Pod
nb_no: Deaktiver Pod
nl: Deactiveer Pod
pl: Dezaktywuj POD'a
ro: Dezactivează Pod
ru: Деактивировать Pod
sk: Deaktivovať pod
sv: Inaktivera podd
tr: Pod'u devre dışı bırak
uk: Деактивувати Pod
vi: Hủy kích hoạt Pod

source: Deactivated
cs: Deaktivováno
da: Deaktiveret
de: Deaktiviert
es: Pod desactivado
fr: Désactivé
it: Disattivato
ja: 停止されました
nb: Deaktivert
nb_no: Deaktivert
nl: Gedeactiveerd
pl: Deaktywowany
ro: Dezactivat
ru: Не активен
sk: Deaktivované
sv: Inaktiverad
tr: Devre dışı
uk: Деактивовано
vi: Đã hủy kích hoạt

source: Deactivating.
cs: Deaktivace.
da: Deaktiverer.
de: Deaktiviere.
es: Desactivando.
fr: Désactivation.
it: Disattivazione in corso.
nb: Deaktiverer.
nb_no: Deaktiverer.
nl: Deactiveren.
pl: Dezaktywacja.
ro: Se dezactivează.
ru: Деактивация.
sk: Deaktivuje sa.
sv: Inaktiverar.
tr: Devre dışı bırakılıyor.
uk: Деактивувати.
vi: Đang hủy kích hoạt.

source: Deactivating...
cs: Deaktivuji...
da: Deaktiverer...
de: Deaktiviere…
es: Desactivando...
fr: Désactivation en cours...
it: Disattivazione in corso...
nb: Deaktiverer...
nb_no: Deaktiverer...
nl: Deactiveren...
pl: Dezaktywacja...
ro: Se dezactivează...
ru: Деактивация...
sk: Deaktivuje sa...
sv: Inaktiverar...
tr: Devre dışı bırakılıyor...
uk: Деактивувати...
vi: Đang hủy kích hoạt...

source: Discard Pod
cs: Vyřadit pod
da: Kassér Pod
de: Pod verwerfen
es: Descartar Pod
fr: Jeter le Pod
it: Scarta Pod
nb: Kast Pod
nb_no: Forkast pod
nl: Gooi Pod Weg
pl: Odrzuć POD'a
ro: Renunțați la Pod
ru: Выбросить под
sk: Zlikvidujte pod
sv: Kasta podd
tr: Podu At
uk: Відхилити Pod
vi: Loại bỏ pod

source: Empty response from pod
cs: Prázdná odpověď z podu
da: Tomt svar fra Pod
de: Leere Antwort vom Pod
es: Respuesta vacía del pod
fr: Réponse vide du Pod
it: Risposta senza contenuto dal Pod
ja: ポッドからの反応 - 空
nb: Tomt svar fra pod
nb_no: Tomt svar fra pod
nl: Geen reactie van pod
pl: Pusta odpowiedź POD
ro: Răspuns gol primit de la Pod
ru: Пустой ответ от пода
sk: Prázdna odpoveď z podu
sv: Inget svar från pod
tr: Pod'dan boş yanıt
uk: Немає відповіді від Pod
vi: Không có phản hồi từ pod

source: Error event logged, shutting down
cs: Zaprotokolována událost chyby, vypínám
da: Fejlhændelse logget, lukker ned
de: Fehlerereignis protokolliert, fahre herunter
es: Evento de error de registro, apagándose
fr: Erreur enregistrée, arrêt en cours
it: Evento di errore registrato, arresto in corso
ja: エラーイベントを保存、終了します
nb: Feil logget, avslutter
nb_no: Feil logget, avslutter
nl: Fout geconstateerd, sluit af
pl: Zarejestrowano zdarzenie błędu, wyłączanie
ro: Eroare înregistrată în jurnal, se oprește
ru: Ошибка записана в лог, отключение
sk: Zaprotokolovaná udalosť chyby, vypína sa
sv: Felhändelse loggad, stänger ned
tr: Hata olayı kaydedildi, kapatılıyor
uk: Помилка записана в лог, відключення
vi: Lỗi đăng nhập, đang tắt

source: Expiration alert
cs: Upozornění na vypršení
da: Udløbs-advarsel
de: Ablaufalarm
es: Alerta de caducidad
fr: Alerte d'expiration
it: Avviso di scadenza
ja: 期限切れアラート
nb: Utløpsalarm
nb_no: Utløpsalarm
nl: Vervaldatum melding
pl: Alert o upływie terminu ważności
ro: Alertă expirare
ru: Оповещение об истечении срока
sk: Varovanie o expirácii
sv: Larm om utgångsdatum
tr: Süre sonu uyarısı
uk: Сповіщення про закінчення терміну дії
vi: Thông báo hết hạn

source: Extended bolus running
cs: Probíhající prodloužený bolus
da: Forlænget bolus kører
de: Verzögerter Bolus aktiv
es: Bolo extendido ejecutándose
fr: Bolus étendu en cours
it: Bolo prolungato in esecuzione
nb: Forlenget boluskjøring
nb_no: Forlenget boluskjøring
nl: Verlengde bolus actief
pl: Trwa podawanie bolusa przedłużonego
ro: Bolus prelungit activat
ru: Вводится растянутый болюс
sk: Prebieha predĺžený bolus
sv: Utökad bolus pågår
tr: Yayma bolus çalışıyor
uk: Вводиться розтягнутий болюс
vi: Mở rộng chạy liều bolus

source: Extended bolus running with temp basal
cs: Probíhající prodloužený bolus s dočasným bazálem
da: Forlænget bolus med midlertidig basal
de: Verzögerter Bolus mit temporärer Basalrate aktiv
es: Bolo extendido ejecutándose con basal temporal
fr: Bolus étendu en cours avec basal temporaire
it: Bolo prolungato in esecuzione con basale temporanea
nb: Forlenget boluskjøring med temp basal
nb_no: Forlenget boluskjøring med temp basal
nl: Verlengde bolus met tijdelijk basaal actief
pl: Bolus przedłużony uruchomiony z tymczasową bazą
ro: Bolus prelungit activ împreună cu bazală temporară
ru: Продленный болюс с временной базальной скоростью
sk: Predĺžený bolus beží súčasne s dočasným bazálom
sv: Utökad bolus pågår med temp. basal
tr: Geçici bazal ile çalışan yayma bolus
uk: Подовжений болюс із Тимчасовою Базальною Швидкістю
vi: Mở rộng chạy liều bolus với liều nền tạm thời

source: Fault event occurred
cs: Došlo k chybové události
da: Fejlhændelse indtraf
de: Fehlerereignis aufgetreten
es: Se ha producido un fallo
fr: Une erreur s'est produite
it: Si è verificato un evento di guasto
nb: Feilhendelse oppstod
nb_no: Feilhendelse oppstod
nl: Fout opgetreden
pl: Wystąpiła usterka
ro: A avut loc un eveniment de eroare
ru: Произошло событие неисправности
sk: Vyskytla sa chybová udalosť
sv: Felhändelse inträffade
tr: Hata meydana geldi
uk: Виникла помилка
vi: Đã có lỗi

source: Finish setup
cs: Dokončení nastavení
da: Afslut opsætning
de: Einrichtung abgeschlossen
es: Fin de la configuración
fr: Finir l'installation
it: Termina configurazione
ja: 設定終了
nb: Ferdigstill oppsett
nb_no: Ferdigstill oppsett
nl: Voltooi installatie
pl: Zakończ konfigurację
ro: Finalizare setare
ru: Завершение настройки
sk: Dokončiť nastavenie
sv: Inställning färdig
tr: Kurulumu bitir
uk: Завершити налаштування
vi: Hoàn tất cấu hình

source: Finish setup reminder
cs: Připomínka k dokončení nastavení
da: Påmindelse om færdiggørelse af opsætning
de: Einrichtungserinnerung abgeschlossen
es: Finalizar recordatorio de configuración
fr: Terminer le paramétrage du rappel
it: Promemoria configurazione completa
nb: Fullfør varselinnstilling
nb_no: Fullfør varselinnstilling
nl: Herinnering voor voltooien installatie
pl: Przypomnienie o zakończeniu konfiguracji
ro: Memento pentru finalizarea configurării
ru: Напоминание о завершении настройки
sk: Dokončiť nastavenie pripomienky
sv: Påminnelse om att slutföra inställning
tr: Hatırlatıcı kurulumunu bitir
uk: Нагадування про завершення налаштування
vi: Hoàn tất thiết lập lời nhắc

source: Firmware Version
cs: Verze firmwaru
es: Versión del programa
fr: Version du micrologiciel
it: Versione firmware
ja: ファームウェアバージョン
nb: Firmware versjon
nb_no: Fastvareversjon
nl: Firmwareversie
pl: Wersja oprogramowania
ro: Versiunea Firmware
sk: Verzia firmvéru
sv: Firmware
tr: Donanım yazılımı sürümü
uk: Версія прошивки
vi: Chương trình cơ sở

source: Initialized
cs: Inicializováno
da: Initialiseret
de: Initialisiert
es: iniciado
fr: Initialisé
it: Inizializzato
ja: 初期化完了
nb: Klargjort
nb_no: Klargjort
nl: Geinitialiseerd
pl: Zainicjowany
ro: Inițializat
ru: Активирован
sk: Inicializované
sv: Pod initialiserad
tr: Başlatıldı
uk: Активований
vi: Đã được khởi tạo

source: Inserting cannula
cs: Zavádím kanylu
da: Indsætter kanyle
de: Einfügen der Kanüle
es: Insertando cánula
fr: Insertion de la canule
it: Inserimento cannula in corso
nb: Skyter inn kanyle
nb_no: Skyter inn kanyle
nl: Canule aan het inbrengen
pl: Wprowadzanie kaniuli
ro: Se inserează canula
ru: Введение катетера
sk: Kanyla sa zavádza
sv: Kanyl förs in
tr: Kanül yerleştiriliyor
uk: Введення канюлі
vi: Đang gắn Cannula

source: Insulin delivery stopped. Change Pod now.
cs: Podávání inzulínu bylo zastaveno. Vyměňte pod nyní.
da: Insulintilførslen er stoppet. Skift Pod nu.
de: Insulinabgabe wurde gestoppt. Pod jetzt wechseln.
es: El suministro de insulina se detuvo. Cambiar Pod ahora.
fr: L'administration d'insuline est interrompue. Changez de Pod maintenant.
it: L'erogazione d'insulina si è interrotta. Cambia Pod ora.
nb: Insulintilførselen stoppet. Bytt Pod nå.
nb_no: Insulintilførselen har stanset. Bytt pod nå.
nl: Insulinetoediening gestopt. Vervang Pod nu.
pl: Podawanie insuliny zostało zatrzymane. Wymień POD'a.
ro: Administrarea de insulină s-a oprit. Schimbați Pod-ul acum.
ru: Введение инсулина остановлено. Замените Под.
sk: Podávanie inzulínu sa zastavilo. Vymeňte modul teraz.
sv: Insulintilförsel stoppad. Byt podd nu.
tr: İnsülin iletimi durdu. Pod'u şimdi değiştirin.
uk: Введення інсуліну припинено. Змініть Pod зараз.
vi: Insulin ngừng. Thay Pod ngay.

source: Internal pod fault %1$03d
cs: Interní chyba podu %1$03d
da: Intern Pod-fejl %1$03d
de: Interner Podfehler %1$03d
es: Error pod interno %1$03d
fr: Code d'erreur interne du Pod %1$03d
it: Guasto interno Pod %1$03d
ja: インターナルポッドエラー %1$03d
nb: Intern pod-feil %1$03d
nb_no: Intern pod-feil %1$03d
nl: Interne podfout %1$03d
pl: Wewnętrzny błąd POD'a %1$03d
ro: Defecțiune Pod internă %1$03d
ru: Внутренняя ошибка пода %1$03d
sk: Interná chyba podu %1$03d
sv: Internt podfel %1$03d
tr: Dahili pod hatası %1$03d
uk: Внутрішня помилка Pod %1$03d
vi: Lỗi bên trong pod %1$03d

source: InterruptedBolus: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
cs: Přerušený bolus: %1$@ U ( %2$@ U naplánované) %3$@ %4$@ %5$@
da: AfbrudtBolus: %1$@ E (%2$@ E planlagt) %3$@ %4$@ %5$@
de: Abgebrochener Bolus: %1$@ IE (%2$@ IE geplant) %3$@ %4$@ %5$@
es: BoloInterrumpido: %1$@ U (%2$@ U planeadas) %3$@ %4$@ %5$@
fr: Bolus interrompu: %1$@ U (%2$@ U programmé) %3$@ %4$@ %5$@
it: Bolo Interrotto: %1$@ U (%2$@ U previste) %3$@ %4$@ %5$@
ja: ボーラス中断: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
nb: InterruptedBolus: %1$@ E (%2$@ E planlagt) %3$@ %4$@ %5$@
nb_no: InterruptedBolus: %1$@ E (%2$@ E planlagt) %3$@ %4$@ %5$@
nl: OnderbrokenBolus: %1$@ E (%2$@ E gepland) %3$@ %4$@ %5$@
pl: Przerwany bolus: %1$@ jedn. (%2$@ jedn. zaplanowanych) %3$@ %4$@ %5$@
ro: BolusÎntrerupt: %1$@ U (%2$@ U planificat) %3$@ %4$@ %5$@
ru: Болюс прерван%1$@ ед (%2$@ ед намечено) %3$@ %4$@ %5$@
sk: PrerušenýBolus: %1$@ J (%2$@ J naplánované) %3$@ %4$@ %5$@
sv: AvbrutenBolus: %1$@ E (%2$@ E schemalagd) %3$@ %4$@ %5$@
tr: KesintiliBolus: %1$@ Ü (%2$@ Ü planlandı) %3$@ %4$@ %5$@
uk: Перерваний Болюс: %1$@ U (%2$@ U заплановано) %3$@ %4$@ %5$@

source: Last Status
cs: Poslední stav
da: Sidste status
de: Letzter Status
es: Último estado
fr: Dernier statut
it: Ultimo stato
nb: Siste status
nb_no: Siste status
nl: Laatste Status
pl: Ostatni status
ro: Ultima stare
ru: Последнее состояние
sk: Posledný stav
sv: Senaste status
tr: Son Durum
uk: Останній статус
vi: Trạng thái gần nhất

source: Lot Number
cs: Číslo šarže
da: Partinummer
de: LOT Nummer
es: Número de lote
fr: Numéro de lot
it: Numero di lotto
nb: Lot-nummer
nb_no: Lot-nummer
nl: Lotnummer
pl: Numer LOT
ro: Numărul lotului
sk: Číslo šarže
sv: Lot-nummer
tr: Parti Numarası
uk: Номер партії
vi: Số Lô

source: Low Reservoir
cs: Poloprázdný zásobník
da: Lavt reservoir
de: Niedriges Reservoir
es: Reserva baja
fr: Réservoir bas
it: Serbatoio scarico
nb: Lavt reservoar
nb_no: Lite insulin i pod
nl: Reservoir Bijna Leeg
pl: Niski poziom w zbiorniczku
ro: Rezervor scăzut
ru: Мало инсулина в резервуаре
sk: Nízka hladina v zásobníku
sv: Låg reservoarvolym
tr: Düşük Rezervuar
uk: Пустий Резервуар
vi: Sắp hết insulin

source: Low Reservoir Reminder
cs: Upozornění na poloprázdný zásobník
da: Påmindelse om lavt reservoir
de: Erinnerung an niedriges Reservoir
es: Recordatorio de reserva baja
fr: Rappel de réservoir bas
it: Promemoria serbatoio scarico
nb: Påminnelse om lavt reservoar
nb_no: Påminnelse om lite insulin i pod
nl: Herinnering Reservoir Bijna Leeg
pl: Przypomnienie o niski poziomie w zbiorniczku
ro: Memento pentru rezervor scăzut
ru: Резервуар помпы пуст
sk: Pripomienka nízkej hladiny zásobníka
sv: Påminnelse om låg insulinnivå
tr: Düşük Rezervuar Hatırlatıcısı
uk: Нагадування про Низький рівень Резервуару
vi: Báo nhắc gần hết insulin
